export const data = {
    "periods": [
        {
            "earnings": {
                "year_sum": 'За последний год',
                "six_month_sum": 'За последние 6 месяцев',
                "last_month_sum": 'За последний месяц'
            },
            "graph": {
                "year": {
                    "January": 5,
                    "February": 10,
                    "March": 15,
                    "April": 25,
                    "May": 56,
                    "June": 5487,
                    "July": 387,
                    "August": 847,
                    "September": 5858,
                    "October": 8,
                    "November": 99,
                    "December": 45
                },
                "half_year": {
                    "January": 2,
                    "February": 234,
                    "March": 3457,
                    "April": 5000,
                    "May": 500,
                    "June": 567
                },
                "month": {
                    "1": 1,
                    "2": 234,
                    "3": 545,
                    "4": 5455,
                    "5": 9005,
                    "6": 554,
                    "7": 400,
                    "8": 123,
                    "9": 323,
                    "10": 566,
                    "11": 656,
                    "12": 545,
                    "13": 454,
                    "14": 545,
                    "15": 3434,
                    "16": 3333,
                    "17": 4345,
                    "18": 54,
                    "19": 45,
                    "20": 345,
                    "21": 324,
                    "22": 678,
                    "23": 990,
                    "24": 677,
                    "25": 676,
                    "26": 3445,
                    "27": 4455,
                    "28": 3456,
                    "29": 7789,
                    "30": 87,
                    "31": 654
                }
            }
        }
    ]
}
